Repository: dhis2/approval-app
Catalog: i18n/*.po
Languages: es, fr, lo

source: Not authorized
es: No autorizado
fr: Non autorisé
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດ

source: You don't have access to the Data Approval App. Contact a system administrator to request access.
es: No tienes acceso a la aplicación de aprobación de datos. Póngase en contacto con el administrador del sistema para solicitar acceso.
fr: Vous n'avez pas accès à la Data Approval App (App. "Approbation des données"). Contactez un administrateur système pour demander un accès.
lo: ທ່ານບໍ່ໄດ້ຮັບອານຸຍາດໃຫ້ເຂົ້າເຖິງແອັບການອະນຸມັດຂໍ້ມູນ. ກະລຸນາຕິດຕໍ່ຜູ້ຮັບຜິດຊອບລະບົບເພື່ອຮ້ອງຂໍການເຂົ້າເຖິງ.

source: Acceptance failed: {{error}}
es: Fallo en la aceptación: {{error}}
fr: Échec de l'acceptation : {{erreur}}
lo: ການຍອມຮັບລົ້ມເຫລວ: {{error}}

source: Accept
es: Aceptar
fr: Accepter
lo: ຍອມຮັບ

source: Approval saved
es: Aprobación guardada
fr: Approbation enregistrée
lo: ບັນທຶກການອະນຸມັດແລ້ວ

source: Approve
es: Aprobar
fr: Approuver
lo: ​ອະນຸມັດ

source: Approving {{count}} data sets
es: Aprobación de conjuntos de datos {{count}}
fr: Approbation de {{nombre}} ensembles de données
lo: ກຳລັງອະນຸມັດຊຸດຂໍ້ມູນ {{count}}

source: Approving {{count}} data set
es: Aprobación del conjunto de datos {{count}}
fr: Approbation de {{nombre}} ensemble de données
lo: ກຳລັງອະນຸມັດຊຸດຂໍ້ມູນ {{count}}

source: Are you sure you want to approve this data?
es: ¿Está seguro de que desea aprobar estos datos?
fr: Etes-vous sûr de vouloir approuver ces données ?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການອະນຸມັດຂໍ້ມູນນີ້?

source: There was a problem saving this approval
es: Hubo un problema al guardar esta aprobación
fr: Un problème est survenu lors de la sauvegarde de cette approbation
lo: ພົບບັນຫາໃນການບັນທຶກການອະນຸມັດນີ້

source: This data couldn’t be approved. Try again, or contact your system administrator.
es: Estos datos no pudieron ser aprobados. Vuelva a intentarlo o póngase en contacto con el administrador del sistema.
fr: Ces données n'ont pas pu être approuvées. Veuillez réessayer ou contacter votre administrateur système.
lo: ຂໍ້ມູນນີ້ບໍ່ສາມາດອະນຸມັດໄດ້. ລອງອີກຄັ້ງ ຫຼື ຕິດຕໍ່ຜູ້ດູແລລະບົບຂອງທ່ານ.

source: Cancel
es: Cancelar
fr: Annuler

source: Unacceptance failed: {{error}}
es: La inaceptación fracasó: {{error}}
fr: Échec de la non-acceptation : {{erreur}}
lo: ການຍອມຮັບລົ້ມເຫລວ: {{error}}

source: Unaccept
es: No aceptar
fr: Refuser
lo: ຍົກເລິກການຮັບຮອງ

source: Unapproval failed: {{error}}
es: Desaprobación fallida: {{error}}
fr: Échec de la désapprobation : {{erreur}}
lo: ການອະນຸມັດບໍ່ສຳເລັດ: {{error}}

source: Unapprove
es: Desaprobar
fr: Désapprouver
lo: ​ຍົກເລິກການອະນຸມັດ

source: Choose a data set to review
es: Seleccione un set de datos para revisar
fr: Choisissez un ensemble de données à examiner
lo: ເລືອກຊຸດຂໍ້ມູນເພື່ອກວດສອບ

source: {{- workflowName}} has multiple data sets. Choose a data set from the tabs above.
es: {{- workflowName}} tiene varios sets de datos. Seleccione un set de datos de las pestañas de arriba.
fr: {{- Nom du flux de travail}} possède plusieurs ensembles de données. Choisissez un ensemble de données dans les onglets ci-dessus.
lo: {{- workflowName}} ມີຫຼາຍຊຸດຂໍ້ມູນ. ກະລຸນາເລືອກຊຸດຂໍ້ມູນຈາກແຖບຂ້າງເທິງ.

source: Loading data set
es: Cargando set de datos
fr: Chargement de l'ensemble de données
lo: ກຳລັງໂຫຼດຊຸດຂໍ້ມູນ

source: There was a problem displaying this data set
es: Hubo un problema al mostrar este conjunto de datos
fr: Un problème est survenu lors de l'affichage de cet ensemble de données
lo: ພົບບັນຫາໃນການສະແດງຊຸດຂໍ້ມູນນີ້

source: This data set couldn't be loaded or displayed. Try again, or contact your system administrator.
es: No se ha podido cargar o mostrar este conjunto de datos. Vuelva a intentarlo o póngase en contacto con el administrador del sistema.
fr: Cet ensemble de données n'a pas pu être chargé ou affiché. Essayez à nouveau, ou contactez votre administrateur système.
lo: ບໍ່ສາມາດໂຫຼດ ຫຼື ສະແດງຊຸດຂໍ້ມູນນີ້ໄດ້. ກະລຸນາລອງໃໝ່ ຫຼື ຕິດຕໍ່ຜູ້ດູແລລະບົບຂອງທ່ານ.

source: Retry loading data set
es: Vuelva a intentar cargar el conjunto de datos
fr: Réessayer le chargement de l'ensemble de données
lo: ໂຫຼດຊຸດຂໍ້ມູນຄືນໃໝ່

source: This data set doesn't have any data for {{- period}} in {{- orgUnit}}.
es: Este conjunto de datos no tiene datos para {{- periodo}} en {{- orgUnit}}.
fr: Cet ensemble de données ne contient pas de données pour {{- période}} dans {{- orgUnit}}.
lo: ຊຸດຂໍ້ມູນນີ້ບໍ່ມີຂໍ້ມູນໃດໆສຳລັບ {{- period}} ໃນ {{- orgUnit}}.

source: 1 data set
es: 1 set de datos
fr: 1 ensemble de données
lo: 1 ຊຸດຂໍ້ມູນ

source: {{dataSetsCount}} data sets
es: {{dataSetsCount}} sets de datos
fr: {{nombre}} ensembles de données
lo: ຊຸດຂໍ້ມູນ {{dataSetsCount}}

source: Approved {{- dateTimeStr}}
es: Aprobado {{- dateTimeStr}}
fr: Approuvé {{- dateHeureStr}}
lo: ອະນຸມັດ {{- dateTimeStr}}

source: Ready for approval
es: Listo para aprobación
fr: Prêt pour approbation
lo: ​ກຽມ​ພ້ອມ​ເພື່ອ​ການ​ອະນຸມັດ

source: Waiting for lower level approval
es: Esperando aprobación de nivel inferior
fr: En attente de l'approbation du niveau inférieur
lo: ກຳລັງລໍຖ້າການອະນຸມັດຈາກລະດັບລຸ່ມ

source: Waiting for higher level approval
es: Esperando aprobación de nivel superior
fr: En attente de l'approbation du niveau supérieur
lo: ກຳລັງລໍຖ້າການອະນຸມັດຈາກລະດັບເທິງ

source: Approval by {{- name}} accepted {{timeAgo}}
es: Aprobación por {{- nombre}} aceptada {{timeAgo}}
fr: Approbation par {{- nom}} accepté {{il y a (temps)}}
lo: ການອະນຸມັດໂດຍ {{- name}} ຍອມຮັບ {{timeAgo}}

source: Approved by {{- name}} {{timeAgo}}
es: Aprobado por {{- name}} {{timeAgo}}
fr: Approuvé par {{- nom}} {{il y a (temps)}}
lo: ອະນຸມັດໂດຍ {{- name}} {{timeAgo}}

source: Approved at higher level
es: Aprobado a nivel superior
fr: Approuvé au niveau supérieur
lo: ອະນຸມັດໃນລະດັບຂັ້ນເທິງ

source: You do not have authority to approve data
es: No tiene autoridad para aprobar datos
fr: Vous ne disposez pas de l'autorité nécessaire pour approuver les données
lo: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃນການອະນຸມັດຂໍ້ມູນ

source: Cannot be approved
es: No se puede aprobar
fr: Ne peut être approuvé
lo: ບໍ່ສາມາດອະນຸມັດໄດ້

source: Could not retrieve approval status
es: No se ha podido recuperar el estado de aprobación
fr: Impossible de récupérer le statut d'approbation
lo: ບໍ່ສາມາດດຶງຂໍ້ມູນສະຖານະການອະນຸມັດໄດ້

source: January
es: Enero
fr: Janvier
lo: ມັງກອນ

source: February
es: Febrero
fr: Février
lo: ກຸມພາ

source: March
es: Marzo
fr: Mars
lo: ມີນາ

source: April
es: Abril
fr: Avril
lo: ເມສາ

source: May
es: Mayo
fr: Mai
lo: ພຶດສະພາ

source: June
es: Junio
fr: Juin
lo: ມີຖຸນາ

source: July
es: Julio
fr: Juillet
lo: ກໍລະກົດ

source: August
es: Agosto
fr: Août
lo: ສິງຫາ

source: September
es: Septiembre
fr: Septembre
lo: ກັນຍາ

source: October
es: Octubre
fr: Octobre
lo: ຕຸລາ

source: November
es: Noviembre
fr: Novembre
lo: ພະຈິກ

source: December
es: Diciembre
fr: Décembre
lo: ທັນວາ

source: Week {{weekNumber}}
es: Semana {{weekNumber}}
fr: Semaine{{NuméroSemaine}}
lo: ອາທິດ {{weekNumber}}

source: Bi-Week {{biWeekNumber}}
es: Quincenal {{biWeekNumber}}
fr: bi-hebdomadaire {{biWeekNumber}}
lo: ທຸກສອງອາທິດ {{biWeekNumber}}

source: Daily
es: Diario
fr: Quotidien
lo: ທຸກໆມື້

source: Weekly
es: Semanal
fr: Hebdomadaire
lo: ເປັນອາທິດ

source: Weekly (Start Wednesday)
es: Semanal (Inicio miércoles)
fr: Hebdomadaire (début mercredi)
lo: ເປັນອາທິດ (ເລີ່ມຈາກວັນພຸດ)

source: Weekly (Start Thursday)
es: Semanal (Inicio jueves)
fr: Hebdomadaire (début jeudi)
lo: ເປັນອາທິດ (ເລີ່ມຈາກວັນພະຫັດ)

source: Weekly (Start Saturday)
es: Semanal (Inicio sábado)
fr: Hebdomadaire (début samedi)
lo: ເປັນອາທິດ (ເລີ່ມຈາກວັນເສົາ)

source: Weekly (Start Sunday)
es: Semanal (Inicio domingo)
fr: Hebdomadaire (début dimanche)
lo: ເປັນອາທິດ (ເລີ່ມຈາກວັນອາທິດ)

source: Bi-weekly
es: Quincenal
fr: Bi-hebdomadaire
lo: ສອງອາທິດຕໍ່ຄັ້ງ

source: Monthly
es: Mensual
fr: Mensuel
lo: ລາຍເດືອນ

source: Bi-monthly
es: Bimestral
fr: Bimensuel
lo: ທຸກໆສອງເດືອນ

source: Quarterly
es: Trimestral
fr: Trimestriel
lo: ໄຕມາດ

source: Six-monthly
es: Semestral
fr: Semestriel
lo: ແຕ່ລະ 6 ເດືອນ

source: Six-monthly April
es: Semestral Abril
fr: Six-mois avril
lo: ແຕ່ລະຫົກເດືອນ ແລະ ເດືອນເມສາ

source: Yearly
es: Anual
fr: Annuel
lo: ລາຍປີ

source: Financial year (Start November)
es: Año fiscal (Inicio noviembre)
fr: Année fiscale (Débutant par novembre)
lo: ສົກປີງົບປະມານ (ເລີ່ມແຕ່ເດືອນພະຈິກ)

source: Financial year (Start October)
es: Año fiscal - Octubre
fr: Année fiscale (Débutant par octobre)
lo: ສົກປີງົບປະມານ (ເລີ່ມແຕ່ເດືອນຕຸລາ)

source: Financial year (Start July)
es: Año fiscal - Julio
fr: Année fiscale (Débutant par juillet)
lo: ສົກປີງົບປະມານ (ເລີ່ມແຕ່ເດືອນມິຖຸນາ)

source: Financial year (Start April)
es: Año fiscal - Abril
fr: Année fiscale (Débutant par avril)
lo: ສົກປີງົບປະມານ (ເລີ່ມແຕ່ເດືອນເມສາ)

source: Choose a period first
es: Elija primero un período
fr: Choisissez d'abord une période
lo: ເລືອກໄລຍະເວລາກ່ອນ

source: Hide menu
es: Ocultar menú

source: No available options
es: No hay opciones disponibles

source: There are no options for {{categoryName}} for the selected period or organisation unit.
es: No hay opciones para {{categoryName}} para el período o la unidad organizativa seleccionada.

source: No options found
es: No se ha encontrado ninguna opción

source: Type to filter options
es: Escriba para filtrar opciones

source: Clear selections
es: Borrar selecciones
fr: Effacer les sélections
lo: ລົບຕົວເລືອກ

source: Waiting for approval
es: A la espera de aprobación
fr: En attente d'approbation
lo: ກຳລັງລໍຖ້າການອະນຸມັດ

source: Approved
es: Aprobado
fr: Approuvé
lo: ​ໄດ້ຮັບອະນຸມັດແລ້ວ

source: Failed to load approval state
es: Error al cargar el estado de aprobación
fr: Échec du chargement de l'état d'approbation
lo: ບໍ່ສາມາດໂຫຼດສະຖານະການອະນຸມັດ

source: Choose a workflow and period first
es: Elija primero un flujo de trabajo y un periodo
fr: Choisissez d'abord un flux de travail et une période
lo: ເລືອກຂັ້ນຕອນການເຮັດວຽກ ແລະ ໄລຍະເວລາກ່ອນ

source: Organisation Unit
es: Unidad Organizativa
fr: Unité d'organisation
lo: ຫົວໜ່ວຍ ການຈັດຕັ້ງ

source: Choose an organisation unit
es: Elija una unidad organizativa
fr: Choisissez une unité d'organisation
lo: ເລືອກຫົວໜ່ວຍການຈັດຕັງ

source: Period
es: Periodo
fr: Période
lo: ຊ່ວງເວລາ

source: Choose a period
es: Seleccione un periodo
fr: Choisissez une période
lo: ເລືອກໄລຍະເວລາ

source: Choose a workflow first
es: Elija primero un flujo de trabajo
fr: Choisissez d'abord un flux de travail
lo: ເລືອກຂັ້ນຕອນການເຮັດວຽກກ່ອນ

source: Workflow
es: Flujo de trabajo
fr: Flux de travail
lo: ຂັນຕອນການເຮັດວຽກ

source: Choose a workflow
es: Elija un flujo de trabajo
fr: Choisissez un flux de travail
lo: ເລືອກຂັ້ນຕອນການເຮັດວຽກ

source: No workflows found. None may exist, or you may not have access to any.
es: No se han encontrado flujos de trabajo. Puede que no exista ninguno o que no tengas acceso a ninguno.
fr: Aucun flux de travail trouvé. Il se peut qu'il n'en existe aucun ou que vous n'y ayez pas accès.
lo: ບໍ່ພົບຂັ້ນຕອນການເຮັດວຽກ. ບໍ່ພົບອັນທີ່ມີຢູ່, ຫຼືທ່ານອາດຈະບໍ່ໄດ້ຮັບອະນຸຍາດໃນການເຂົ້າເຖິງໃດໆ.

source: 0 selections
es: 0 selecciones

source: 1 selection
es: 1 selección

source: {{amount}} selections
es: {{amount}} selecciones

source: Could not load approval data
es: No se han podido cargar los datos de aprobación
fr: Impossible de charger les données d'approbation
lo: ບໍ່ສາມາດໂຫຼດຂໍ້ມູນການອະນຸມັດໄດ້

source: Retry loading approval data
es: Reintentar cargar los datos de aprobación
fr: Réessayer le chargement des données d'approbation
lo: ໂຫຼດຂໍ້ມູນການອະນຸມັດຄືນໃໝ່

source: This workflow does not contain any data sets.
fr: Ce flux de travail ne contient pas d'ensembles de données.
lo: ຂັ້ນຕອນການເຮັດວຽກນີ້ບໍ່ມີຊຸດຂໍ້ມູນໃດໆ.
